import styles from './index.module.css'

export const PrivacyStatement = () => {
  return (
    <div className={styles.container}>
      <h2>Zigoom 대한민국 개인정보 처리방침</h2>
      <p>
        본 대한민국 개인정보 처리방침은 대한민국에 거주하는 Zigoom 서비스(이하 "Zigoom") 사용자에게 대한민국의
        개인정보보호법에 의거하여 요구되는 Zigoom의 개인정보 수집 사용 및 공유와 관련한 정보를 제공합니다. 서비스를
        제공하는 박세원(이하 "서비스 제공자"라고 함)은 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한
        이용자의 고충을 원활하게 처리할 수 있도록 다음과 같이 개인정보 처리방침을 정하여 운영하고 있습니다.
      </p>
      <p>
        서비스 제공자는 개인정보처리방침을 통하여 고객님이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되며,
        개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 서비스 제공자는 개인정보처리방침을 개정하는 경우
        공지사항 또는 개별공지를 통해 알려드릴 것입니다.
      </p>

      <h3>개인정보 처리</h3>
      <p>
        개인 데이터란 Zigoom에서 개별 사용자와 연결할 수 있는 정보를 포함하여 식별자 또는 식별할 수 있는 사용자로부터
        받았거나 그와 관련된 모든 정보를 가리킵니다. Zigoom은 귀하가 Zigoom 제품 및 서비스를 이용하거나 이를 통해 상호
        작용할 때 고객을 대신하여 다음 범주에 해당하는 개인 데이터를 수집 또는 처리할 수 있습니다. 아래 표는 Zigoom이
        대한민국에서 수집하는 개인 데이터와 Zigoom이 해당 데이터를 처리하는 법적 근거에 대해 자세히 설명합니다.
      </p>
      <table>
        <thead>
          <tr>
            <th scope="col">개인정보의 유형</th>
            <th scope="col">개인정보 수집 방법</th>
            <th scope="col">해당 테이터로 Zigoom이 하는 일</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>
              <b>계정 정보</b>
              <p>Zigoom 제품 및 서비스에 대한 라이선스가 있는 계정과 관련된 정보로, 다음이 포함될 수 있습니다.</p>
              <ul>
                <li>계정 ID</li>
              </ul>
            </td>
            <td>Zigoom 계정 소유자가 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>프로필 및 참가자 정보</b>
              <p>
                라이선스가 있는 계정을 통해 Zigoom 제품 및 서비스를 사용하는 사용자, 또는 미팅에 참가했지만 라이선스를
                보유하지 않은 참가자가 제공한 Zigoom 프로필 관련 정보로, 다음이 포함될 수 있습니다.
              </p>
              <ul>
                <li>이름</li>
                <li>표시 이름</li>
                <li>사진</li>
                <li>이메일 주소</li>
                <li>명시된 지역/국가</li>
                <li>사용자 ID</li>
                <li>사용자 및/또는 해당 계정 소유자가 제공한 기타 정보</li>
              </ul>
            </td>
            <td>Zigoom 사용자 또는 해당 계정 소유자가 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>연락처 정보</b>
              <p>
                계정 및/또는 해당 사용자가 Zigoom 제품 및 서비스에서 연락처 목록을 생성하기 위해 추가한 연락처
                정보(사용자가 제3자 앱에서 통합한 연락처 정보나 추천 초대를 처리하기 위해 제공한 연락처 정보도 포함)
              </p>
              <ul>
                <li>이름</li>
                <li>표시 이름</li>
                <li>사진</li>
                <li>이메일 주소</li>
                <li>명시된 지역/국가</li>
                <li>사용자 ID</li>
                <li>사용자 및/또는 해당 계정 소유자가 제공한 기타 정보</li>
              </ul>
            </td>
            <td>Zigoom 사용자 또는 해당 계정 소유자가 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>설정</b>
              <p>
                Zigoom 계정 또는 사용자 프로필의 환경설정 및 설정 관련 정보로 오디오 및 비디오 설정, 녹음 파일 위치,
                화면 공유 설정, 기타 설정 및 구성 정보 등이 해당될 수 있습니다.
              </p>
            </td>
            <td>서비스 사용 시 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>등록 정보</b>
              <p>
                Zigoom 미팅, 웹 세미나, Zigoom Session(Room), 녹음/녹화에 등록할 때 제공되는 정보(예: 이름, 등록 질문에
                대한 답변 및 호스트가 요청한 기타 등록 정보 등)
              </p>
            </td>
            <td>Zigoom 사용자 또는 Zigoom 스폰서 이벤트에 Zigoom 사용자를 등록한 책임자가 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>기기 정보</b>
              <p>
                사람들이 Zigoom 제품 및 서비스와 상호 작용할 때 사용하는 컴퓨터, 전화기 및 기타 기기에 관한 정보(예:
                스피커, 마이크, 카메라, OS 버전, 하드 디스크 ID, PC 이름, MAC 주소, 시 또는 국가 단위로 일반적인 위치를
                추정하기 위해 사용할 수 있는 IP 주소, 운영 체제 버전 및 배터리 잔량 등의 기기 속성, WiFi 정보, Bluetooth
                신호 등의 기타 기기 정보 등)
              </p>
            </td>
            <td>서비스 사용 시 자동적으로 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>미팅, 웹 세미나, 메시지의 콘텐츠 및 컨텍스트, 그 외 협업 기능</b>
              <p>
                미팅, 웹 세미나에서 생성된 콘텐츠 또는 Zigoom 제품 및 서비스에서 호스팅한 메시지로, 다음이 포함될 수
                있습니다.
              </p>
              <ul>
                <li>오디오</li>
                <li>비디오</li>
                <li>미팅 내 메시지</li>
                <li>미팅 내/미팅 외 화이트보드</li>
                <li>채팅 메시지 콘텐츠</li>
                <li>트랜스크립트</li>
                <li>트랜스크립트 편집 및 추천</li>
                <li>작성된 피드백</li>
                <li>설문조사 및 질문과 답변 응답</li>
                <li>그 외 파일, 초대 세부 사항, 미팅 이름 및 채팅 이름, 미팅 의제와 같은 관련 컨텍스트 등</li>
                <li>
                  계정 소유자의 설정, 공유하기로 선택한 항목, 귀하의 설정 및 Zigoom 제품 및 서비스에서 수행하는 작업에
                  따라 콘텐츠에 사용자의 음성과 이미지를 포함할 수 있습니다.
                </li>
              </ul>
            </td>
            <td>Zigoom 사용자가 직접 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>미팅, 웹 세미나, 메시징, 협업 기능 및 웹사이트에 관한 이용 정보</b>
              <p>사람들과 그들의 기기가 Zigoom 제품 및 서비스와 상호작용하는 방식에 관한 정보</p>
              <ul>
                <li>참가자가 미팅에 참여한 시점과 미팅에서 나간 시점</li>
                <li>참가자의 메시지 전송 여부 및 메시지를 전송한 대상</li>
                <li>성능 데이터</li>
                <li>마우스 움직임, 클릭, 키보드 입력 또는 동작(예: 음소거/음소거 해제, 비디오 켜기/끄기 등)</li>
                <li>
                  트랜스크립트 텍스트 편집(계정 소유자에 의해 승인된 경우), Zigoom에서 기능 이용 현황을 파악하고 제품
                  디자인을 개선하고 기능을 제안하는 데 도움이 되는 기타 입력 정보
                </li>
                <li>
                  미팅에 추가된 타사 앱이나 다른 제품 또는 서비스, 해당 앱이 액세스하고 수행하도록 허용된 정보 및 작업
                </li>
                <li>사용된 기능(예: 화면 공유, 이모티콘, 필터 등)</li>
                <li>
                  기타 이용 정보 및 지표 여기에는 사용자가 접속한 페이지, 웹사이트 기능과의 상호 작용, Zigoom 제품 또는
                  서비스 가입 여부를 포함하여 Zigoom 웹사이트를 언제 어떻게 방문하고 상호 작용하는지에 대한 정보도
                  포함됩니다.
                </li>
              </ul>
            </td>
            <td>서비스 사용 시 자동적으로 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>Zigoom과의 커뮤니케이션</b>
              <p>지원 관련 질문, 계정, 기타 문의 사항을 포함한 Zigoom과의 커뮤니케이션 정보입니다.</p>
            </td>
            <td>Zigoom 사용자가 직접 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
                <li>제품 연구 및 개발</li>
                <li>인증, 무결성, 보안 및 안전</li>
                <li>사용자와의 커뮤니케이션</li>
                <li>법적 이유</li>
              </ul>
            </td>
          </tr>
          <tr>
            <td>
              <b>소셜 미디어 계정 정보</b>
              <p>Google을 사용하여 로그인하는 경우 Zigoom은 사용자로부터 소셜 미디어 정보를 수집합니다.</p>
              <ul>
                <li>이름 및 성</li>
                <li>이메일</li>
                <li>지역</li>
                <li>프로필 사진</li>
                <li>Google ID</li>
              </ul>
            </td>
            <td>Google로 로그인 시 자동으로 제공</td>
            <td>
              <ul>
                <li>Zigoom 제품 및 서비스 제공</li>
              </ul>
            </td>
          </tr>
        </tbody>
      </table>

      <h3>개인정보 데이터를 이용하는 방법</h3>
      <p>
        Zigoom 직원은 계정 소유자에 의해 승인되거나 법률, 안전 또는 보안상의 이유(아래 논의된 바와 같이)로 필요하며
        기술적으로 실행 가능한 경우를 제외하고 미팅, 웹 세미나, 메시징 또는 이메일 콘텐츠(오디오, 비디오, 파일, 미팅 내
        화이트보드, 메시징 또는 이메일 콘텐츠) 또는 기타 협업 기능의 일부로 생성되거나 공유된 콘텐츠(예: 미팅 외
        화이트보드)에 액세스하지 않습니다. Zigoom은 개인 데이터를 이용하여 다음과 같은 활동을 수행합니다.
      </p>
      <ul>
        <li>
          <b>Zigoom 제품 및 서비스 제공</b>: 계정 또는 해당 사용자를 위해 Zigoom 제품 및 서비스를 맞춤화하고 추천을
          제공하는 것을 포함해 계정 소유자와 그 사용자, 그리고 계정에서 주최되는 미팅 및 웹 세미나에 참여하도록 초대한
          사람에 대한 제품 및 서비스를 제공하고 개발합니다. 또한 Zigoom은 사용자가 Zigoom 제품 및 서비스를 사용하여
          초대장 또는 메시지를 보내거나 받을 때 초대장 또는 메시지를 받는 사람에게 라우팅하기 위해 연락처 정보 등의 개인
          정보를 사용합니다. 여기에는 고객 지원 목적으로 계정 소유자나 사용자의 지시에 따라 오디오, 비디오, 파일,
          메시지, 기타 콘텐츠 또는 컨텍스트에 접속하는 등의 개인 데이터 이용이 포함될 수 있습니다.
        </li>
        <li>
          <b>고급 비디오 기능</b>: 필터, 아바타 및 제스처와 같은 특정 비디오 기능이 제공되며 이를 사용하기로 선택한
          경우, 선택한 기능을 적용하기 위해 사용자의 움직임 또는 얼굴이나 손의 위치에 대한 정보가 기기에서 처리할 수
          있습니다. 이러한 데이터는 사용자의 기기에서만 처리되고, 보관되지 않으며, 귀하를 식별하는 데 사용할 수
          없습니다.
        </li>
        <li>
          <b>지능형 기능</b>: Zigoom은 채팅이나 이메일, 기타 콘텐츠를 추천하는 기타 도구와 같은 지능형 기능을 제공하며,
          이때 지능형 기능 및 제품을 개발, 제공 및 개선하기 위해 인공 지능, 머신 러닝 또는 기타 기술을 사용해 귀하의
          콘텐츠 및 개인 데이터를 분석 및 처리할 수 있습니다.
        </li>
        <li>
          <b>제품 연구 및 개발</b>: 콘텐츠 관련 기능(예: 배경 및 기타 필터)을 포함한 Zigoom 제품 및 서비스를 개발,
          테스트 및 개선하고 제품과 서비스 문제를 해결합니다.
        </li>
        <li>
          <b>마케팅 및 홍보</b>: 귀하의 제품 사용, 제3자 파트너로부터 받은 정보, 추천 초대를 처리하기 위해 귀하가 제공한
          정보 또는 귀하가 Zigoom 웹사이트를 방문한 경우 언제 어떻게 방문했는지에 대한 정보, 그리고 웹사이트에서의 상호
          작용을 기반으로 Zigoom 및/또는 제3자 마케팅 파트너가 Zigoom 제품 및 서비스를 마케팅하고 광고 및 홍보할 수
          있도록 허용합니다. 이 정보를 바탕으로 Zigoom 제품 및 서비스와 관련된 광고를 제공하거나 제3자 파트너를 참여시켜
          이용자의 Zigoom 웹사이트 또는 앱에서의 상호 작용 방식을 분석하거나 광고를 제공할 수도 있습니다. Zigoom은 미팅,
          웹 세미나 또는 메시징 콘텐츠(오디오, 비디오, 공유된 파일, 미팅 내 화이트보드, 메시지) 또는 기타 협업 기능의
          일부로 생성되거나 공유된 콘텐츠(예: 미팅 외 화이트보드)를 그 어떠한 마케팅 또는 프로모션 목적으로도 사용하지
          않습니다.
        </li>
        <li>
          <b>인증, 무결성, 보안 및 안전</b>: 계정 및 활동을 인증하고, 악의적인 행동이나 안전하지 않은 경험을 감지, 조사
          및 방지하고, 보안 위협을 해결하며, 공공 안전 및 Zigoom 제품 및 서비스를 안전하게 보호합니다.
        </li>
        <li>
          <b>사용자와의 커뮤니케이션</b>: 개인 데이터(연락처 정보 포함)를 이용하여 제품 업데이트, 계정, 당사 방침 및
          약관 변경 사항을 포함하여 Zigoom 제품 및 서비스에 대해 사용자와 커뮤니케이션합니다. 또한 당사에 접수한 문의
          사항에 대해 답변을 제공할 때에도 개인 데이터를 사용합니다.
        </li>
        <li>
          <b>법적 이유</b>: 관련 법률을 준수하고, 사법 당국이나 기타 정부 기관의 합당한 법적 절차에 응하고, 민사상 증거
          개시, 소송 또는 기타 적대적인 법률 소송에 참여하거나 이를 조사하고, Zigoom 서비스약관이나 방침의 위반 가능성을
          집행하거나 조사합니다.
        </li>
      </ul>
      <p>
        Zigoom은 제품 및 서비스를 개발, 제공 및 개선하고, 당사 약관이나 정책 위반, 불법 또는 기타 유해한 활동을 탐지하고
        방지하기 위한 목적으로 고급 도구를 사용하여 가상 배경, 프로필 이미지, Zigoom 이메일 사용자가 아닌 사람으로부터
        Zigoom의 기본 이메일 서비스로 수신되는 이메일, 채팅을 통해 업로드되거나 교환되는 파일과 같은 콘텐츠를 자동으로
        스캔합니다. Zigoom 직원은 법률, 안전 또는 보안상의 이유로 필요한 경우 해당 콘텐츠를 조사할 수 있습니다.
      </p>

      <h3>개인정보의 보유 및 이용기간</h3>
      <p>
        고객님이 서비스를 이용하는 동안 고객님의 개인정보는 서비스 제공자가 지속적으로 보유하며, 고객님께 서비스를
        제공하기 위하여 이용합니다. 고객님께서 가입 해지를 요청하거나 자격이 상실된 경우 고객님의 모든 데이터를 즉시
        삭제하며, 어떤 이유나 방법으로도 복구되거나 이용할 수 없도록 처리합니다.
      </p>

      <h3>개인정보의 파기절차 및 방법</h3>
      <p>
        서비스 제공자는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 그리고
        서비스가 운영 종료됨에 서비스에 존재하는 사용자 관련 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과
        같습니다.
      </p>
      <div>
        <h4>가. 파기절차</h4>
        <p>
          고객님께서 가입 해지를 요청하거나 회원 탈퇴를 할 경우 최소한의 정보를 제외하고 고객님을 식별할 수 있는 고유한
          정보들은 즉시 삭제합니다. 또한 이 정보들은 어떤 이유나 방법으로도 복구되거나 이용할 수 없도록 처리합니다.
        </p>
        <h4>나. 파기방법</h4>
        <p>
          종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다. 전자적 파일 형태로 저장된 개인정보는 복구할
          수 없는 기술적 방법을 사용하여 삭제합니다.
        </p>
      </div>

      <h2>개인정보 제공</h2>
      <p>
        서비스 제공자는 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만
        개인정보를 제3자에게 제공합니다.
      </p>
      <ul>
        <li>정보주체로부터 별도의 동의를 받은 경우</li>
        <li>법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우</li>
        <li>
          정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는
          경우로서 명백히 정보 주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
        </li>
        <li>
          개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를
          수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우
        </li>
        <li>조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우</li>
        <li>범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우</li>
        <li>법원의 재판업무 수행을 위하여 필요한 경우</li>
        <li>형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우</li>
      </ul>
      <p>서비스 제공자는 개인정보를 제3자에게 제공하는 경우 다음의 항목을 이용자에게 알린 후 동의를 받겠습니다.</p>
      <ul>
        <li>개인정보를 제공받는 자</li>
        <li>개인정보의 이용 목적(제공 시에는 제공받는 자의 이용 목적을 말한다)</li>
        <li>이용 또는 제공하는 개인정보의 항목</li>
        <li>개인정보의 보유 및 이용 기간(제공 시에는 제공받는 자의 보유 및 이용 기간을 말한다)</li>
        <li>동의를 거부할 권리가 있다는 사실 및 동의 거부에 따른 불이익이 있는 경우에는 그 불이익의 내용</li>
      </ul>

      <h2>수집한 개인정보의 위탁</h2>
      <p>
        서비스 제공자는 서비스 제공을 위해 고객님의 개인정보를 외부 전문업체에 위탁하여 운영하고 있으며, 관련 법령에
        따라 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 서비스 제공자의 개인정보
        위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.
      </p>
      <table>
        <thead>
          <tr>
            <th scope="col">업무 위탁 업체</th>
            <th scope="col">업무 위탁 목적</th>
            <th scope="col">위탁 처리하는 개인정보의 범위</th>
            <th scope="col">위탁 처리 과정</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>Amazon Web Services Inc.</td>
            <td>데이터 보관</td>
            <td>수집한 필수 및 선택 개인정보</td>
            <td>보안장치가 적용된 데이터베이스에 저장</td>
          </tr>
        </tbody>
      </table>

      <h2>사용자 및 법정대리인의 권리와 그 행사방법</h2>
      <p>
        이용자는 개인정보의 보호와 관련된 개인정보의 열람, 정정, 삭제, 처리의 정지를 요구 할 수 있는 권리가 있으며,
        서비스 제공자는 이용자의 요구가 있을 시 지체 없이 처리하겠습니다. 이에 따른 권리 행사는 서면, 전화, 이메일 등을
        통하여 할 수 있으며, 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통해서도 가능합니다.
      </p>
      <p>
        이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 서비스 제공자는 정정 또는 삭제를 완료할
        때까지 당해 개인정보를 이용하거나 제3자에게 제공하지 않습니다.
      </p>
      <p>
        이용자 및 법정대리인은 개인정보를 보호받을 권리와 함께 스스로 개인정보를 보호하고 타인의 개인정보를 침해하지
        않을 의무도 가지고 있으므로, 이용자 및 법정대리인의 개인정보가 유출되지 않도록 유의하시고 게시물을 포함한 타인의
        개인정보가 훼손되지 않도록 유의해 주시기 바랍니다. 만약 이러한 의무를 다하지 못하고 타인의 개인정보를 침해하거나
        훼손할 시에는 관련 법령에 따라 처벌 받을 수 있습니다.
      </p>

      <h2>개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</h2>
      <h4>가. 회원 인증에 쿠키(Cookie)를 사용하는 것에 대한 안내</h4>
      <p>
        서비스 제공자는 고객님에게 보다 적절하고 유용한 서비스를 제공하기 위하여 고객님이 로그인하는 회원 인증 부분에서
        쿠키를 사용합니다. 쿠키란 웹사이트에 접속하면 자동으로 고객님의 웹 브라우저에 생성되는 텍스트 파일을 말합니다.
        이 쿠키는 고객님께서 로그아웃(Log-out) 후, 웹 브라우저를 닫으면 자동으로 삭제됩니다.
      </p>
      <p>
        서비스 제공자는 서비스에 배너 광고를 표시하기 위해 외부 광고 업체를 활용할 수 있습니다. 그들의 서비스의
        일부로써, 그들은 귀하의 장치에 별도의 쿠키를 저장할 수 있습니다. 서비스 제공자는 제3의 광고 서버에 귀하의 어떠한
        개인정보나 구매와 관련된 정보를 제공하지 않습니다. 서비스 제공자와 제3의 광고 서버는 IP주소, 브라우저 종류,
        접속한 서버, 서버의 위치, 특정 광고에 반응을 했는지 등에 대한 기타 정보만을 수집하고 활용합니다. 다른 광고주들도
        유사한 방식으로 우리 서비스에 광고를 게재할 수 있으나 그들에게 개인정보를 제공하지 않습니다.
      </p>
      <h5>[쿠키 저장 거부 방법]</h5>
      <p>
        웹 브라우저의 설정을 변경하여 쿠키의 저장을 허용하거나 거부할 수 있습니다. 다음은 Internet Explorer에서의 쿠키
        설정에 접근하는 절차입니다.* 웹 브라우저 상단의 [도구] → [인터넷 옵션] → [개인 정보] → [설정]의 [고급] → [쿠키]
      </p>
      <p>
        단, 쿠키의 저장을 거부할 경우에는 서비스의 이용에 제한이 생길 수 있으며, 이에 대한 책임은 전적으로 고객님에게
        있음을 유의하시기 바랍니다.
      </p>

      <h2>개인정보 보호책임자 및 열람청구를 접수‧처리하는 부서</h2>
      <p>
        서비스 제공자는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및
        피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다. 서비스 제공자의 서비스(또는 사업)을
        이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및
        서비스 제공자에게 문의하실 수 있으며, 서비스 제공자는 이용자의 문의에 대해 지체 없이 답변 및 처리해 드릴
        것입니다.
      </p>
      <h4>개인정보 보호책임자 및 개인정보 담당부서</h4>
      <ul>
        <li>이름: 박세원</li>
        <li>직책: 운영자</li>
        <li>연락처: +1 949-491-9475</li>
        <li>이메일: psw7347@gmail.com</li>
      </ul>
      <p>
        고객님은 서비스 제공자의 서비스 이용 중 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 및 담당부서로
        문의하실 수 있습니다. 서비스 제공자는 고객님의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다. 기타
        개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
      </p>
      <ul>
        <li>개인정보분쟁조정위원회 (https://kopico.go.kr / 국번없이 1833-6972)</li>
        <li>개인정보침해신고센터 (https://privacy.kisa.or.kr / 국번없이 118)</li>
        <li>대검찰청 사이버수사과 (https://www.spo.go.kr / 국번없이 1301)</li>
        <li>경찰청사이버수사국 (https://ecrm.cyber.go.kr / 국번없이 182)</li>
      </ul>

      <h2>개인정보보호를 위한 기술적/제도적 대책</h2>
      <p>
        서비스 제공자는 회원의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성
        확보를 위하여 다음과 같은 기술적 대책을 강구하고 있습니다.
      </p>
      <ol>
        <li>
          서비스 제공자는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(Secure
          Socket Layer)를 채택하고 있습니다.
        </li>
      </ol>
      <p>
        서비스 제공자는 개인정보취급직원을 최소한으로 제한하고 담당직원에 대한 수시교육을 통하여 본 방침의 준수를
        강조하고 있으며, 이와 관련된 문제가 발견될 경우 바로 시정 조치하고 있습니다.
      </p>
      <ol>
        <li>
          서비스 제공자는 회원의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원
          개개인이 본인의 개인정보를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
        </li>
        <li>
          그 외 내부관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 서비스
          제공자는 즉각 이용자에게 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.
        </li>
      </ol>
      <p>이상의 서비스 개인정보 처리방침은 2024년 1월 1일부터 적용됩니다.</p>
    </div>
  )
}
