import styles from './index.module.css'

export const TermsOfUse = () => {
  return (
    <div className={styles.container}>
      <h1>Zigoom 서비스 이용약관</h1>
      <p>
        "Zigoom"을 사용하기 이전에, 알아둘 필요가 있는 사항이 몇 가지 있습니다. 아래와 같은 사용 조건(이하 "약관"이라고
        한다)을 주의 깊게 읽어 주세요. "Zigoom"의 이용은 약관에 준합니다.
      </p>

      <h2>[제 1 조] 목적</h2>
      <p>
        이 약관은 박세원(이하 "서비스 제공자"라고 한다)이 운영하는 meet.zigoom.live(이하 "Zigoom"이라고 한다)에서
        제공하는 인터넷 관련 서비스(이하 "서비스"라고 한다)를 이용함에 있어, "Zigoom"과 이용자의 권리•의무 및 책임사항을
        규정함을 목적으로 합니다. 서비스에 접속하거나 이용함으로써, 이용자는 우리의 이용자로 등록되었는지 여부에
        관계없이, 이용자가 본 이용약관을 읽었고 이해하였으며 적용 받는 것에 동의하게 됩니다.
      </p>

      <h2>[제 2 조] 약관의 효력 및 변경</h2>
      <ul>
        <li>이 약관의 내용은 서비스 화면에 게시하는 방법으로 이용자에게 공시합니다.</li>
        <li>
          서비스 제공자는 본 약관의 내용과 개인정보 처리방침에 관해 이용자가 알 수 있도록 사이트의 초기 서비스화면에
          게시합니다. 다만, 약관과 개인정보 처리방침의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
        </li>
        <li>
          서비스 제공자는, 고객에게 통지 없이 약관을 수시로 갱신, 변경 또는 개정할 권리를 가지고 있습니다. 약관은 수시로
          변경될 수 있기 때문에, 서비스 제공자는 고객이 약관을 자주 확인할 것을 권장합니다. 본 약관에 동의하는 것은,
          고객이 서비스 이용 기간 중에 행해지는 모든 변경 사항들에 동의하는 것을 의미합니다. 약관의 어떠한 조항도,
          제3자에 대해 어떠한 권리 또는 이익을 부여하지 않습니다.
        </li>
        <li>
          이 약관은 서비스 제공자가 필요하다고 인정하는 경우 변경할 수 있으며, 약관이 변경된 경우에는 지체 없이 서비스
          화면에 게시하는 방법으로 공시합니다. 다만, 이용자의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 30일
          전에 공시합니다.
        </li>
        <li>변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 서비스 제공자가 책임지지 않습니다.</li>
      </ul>

      <h2>[제 3 조] 약관 이외의 준칙</h2>
      <p>
        이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 약관의 규제 등에 관한 법률 및 서비스 웹사이트 내
        개별서비스 운영정책(해당 시)에 따릅니다.
      </p>

      <h2>[제 4 조] 용어의 정의</h2>
      <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
      <ul>
        <li>
          "Zigoom"이란 서비스 제공자가 서비스를 이용자에게 제공하기 위하여 컴퓨터등 정보통신설비를 이용하여 화상 통화를
          할 수 있도록 설정한 가상의 영업장을 말합니다.
        </li>
        <li>
          "이용자"란 "Zigoom"에 접속하여 이 약관에 따라 제공하는 서비스를 받는 회원 및 비회원을 말합니다. '회원'이라
          함은 "Zigoom"에 개인정보를 제공하여 회원등록을 한 자로서, "Zigoom"의 정보를 지속적으로 제공받으며, "Zigoom"이
          제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다. '비회원'이라 함은 회원에 가입하지 않고 "Zigoom"이
          제공하는 서비스를 이용하는 자를 말합니다.
        </li>
      </ul>

      <h2>[제 5 조] 서비스 이용 자격</h2>
      <p>
        이용자는 자신이 "Zigoom"과 법적인 구속력이 있는 계약을 형성할 수 있는 경우에만, 그리고 본 이용약관 및 모든 해당
        지역, 국가, 법률, 규정, 규제를 준수할 시에만, 서비스를 이용할 수 있습니다. 이용자가 18세 미만인 경우, 이용자의
        부모나 보호자가 이용자를 대리하여 본 이용약관에 동의해야 하며, 이용자가 서비스를 이용하고 접속하는 데 대한
        책임을 지게 됩니다. 이는 서비스를 통해 구매하는 물품에 대한 재정적인 책임을 포함합니다. 13세 미만의 사람이
        서비스를 이용하거나 접속하는 것은 엄격히 금지되며, 본 이용약관의 위반이 됩니다.
      </p>
      <p>
        이전에 서비스로부터 퇴출한 이용자들은 "Zigoom" 재가를 거쳐 이용할 수 있습니다. "Zigoom"은 본 이용약관 아래에서
        명백히 승인되지 않은 모든 권리를 보유합니다. 본 이용약관 안에 명백히 명시된 경우를 제외하고는, 이용자가 여기
        아래의 어떠한 권리, 직무나 의무를 이전하려 하여도 법적인 효력이 없습니다.
      </p>

      <h2>[제 6 조] "Zigoom" 계정</h2>
      <p>
        서비스 및 기능을 이용하기 위해서는 meet.zigoom.live에서 계정을 만들거나, 비회원으로 이용할 수 있습니다. 이용자는
        다른 이용자의 계정을 허락 없이 절대로 사용할 수 없습니다. 이용자는 계정에서 일어나는 활동에 대해 단독으로 책임이
        있으며, 계정정보를 기밀로 유지해야 합니다. 보안이 위반되거나 이용자의 계정이 허가 없이 누군가에 의해 사용되는
        경우, 즉시 서비스 제공자에게 통지해야 합니다. "Zigoom"은 계정이 허가 없이 사용됨으로 인해 야기된 손실에 책임이
        없습니다.
      </p>

      <h2>[제 7 조] 회원탈퇴 및 자격상실</h2>
      <h3>가. 회원 인증에 쿠키(Cookie)를 사용하는 것에 대한 안내</h3>
      <p>
        회원은 "Zigoom"에 언제든지 탈퇴를 요청할 수 있으며 "Zigoom"은 즉시 회원탈퇴를 처리합니다. 회원이 다음 각호의
        사유에 해당하는 경우, "Zigoom"은 회원자격을 제한 및 정지시킬 수 있습니다.
      </p>
      <ol>
        <li>가입 신청시에 허위 내용을 등록한 경우</li>
        <li>다른 사람의 "Zigoom" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우</li>
        <li>"Zigoom"을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
        <li>
          "Zigoom"이 회원 자격을 제한, 정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지
          아니하는 경우 회원자격을 상실시킬 수 있습니다.
        </li>
        <li>
          "Zigoom"이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소
          전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
        </li>
      </ol>

      <h2>[제 8 조] "Zigoom"의 의무</h2>
      <ul>
        <li>
          "Zigoom"은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라
          지속적이고, 안정적으로 재화•용역을 제공하는데 최선을 다하여야 합니다.
        </li>
        <li>
          "Zigoom"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안
          시스템을 갖추어야 합니다.
        </li>
        <li>
          "Zigoom"은 제공과 관련하여 취득한 이용자의 개인정보를 본인의 사전 승낙 없이 타인에게 공개 또는 배포할 수
          없습니다. 단, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 받은 경우나 정보통신윤리위원회의 요청이
          있는 경우 등 법률의 규정에 따른 적법한 절차에 의한 경우에는 그러하지 않습니다.
        </li>
        <li>
          제1항의 범위 내에서, 서비스 제공자는 업무와 관련하여 이용자의 사전 동의 없이 이용자 전체 또는 일부의
          개인정보에 관한 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 이용자의 컴퓨터 쿠키를 전송할 수
          있습니다. 이 경우 이용자는 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의
          브라우저의 설정을 변경할 수 있으며, 쿠키의 설정 변경에 의해 서비스 이용이 변경되는 것은 이용자의 책임입니다.
        </li>
        <li>
          "Zigoom"은 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영,
          유지와 관련 있는 법규를 준수합니다.
        </li>
      </ul>

      <h2>[제 9 조] 이용자의 의무</h2>
      <p>이용자는 서비스와 관련하여 다음과 같은 금지된 활동들 중 어느 것에 참여하지 않기로 동의합니다.</p>
      <ol>
        <li>서비스의 어느 부분을 (자동이나 비자동 "스크래핑" 등을 통해) 어느 매체로 복사, 배포 또는 공개</li>
        <li>
          사람이 전통적인 온라인 웹 브라우저를 사용하여 동일한 시간 이내에 합리적으로 생산할 수 있는 것보다 많은 요청
          메시지를 "Zigoom" 서버에 보내는 방식으로 서비스에 접속하기 위해 "로봇", "스파이더", "오프라인 리더 (offline
          readers)" 등의 자동 시스템을 사용 (우리의 이용자들의 개인정보 설정을 전제하고, "Zigoom"은 자료에 대하여
          공개적으로 이용 가능한 검색 인덱스-캐쉬나 아카이브가 아님-를 만들기 위한 단독 목적으로 그리고 그러한 목적을
          위해 필요한 범위까지만, 공개 검색 엔진의 운영자가 meet.zigoom.live으로부터 자료를 복사하기 위해 스파이더를
          사용할 수 있는 이후 취소 가능한 허락을 승인합니다)
        </li>
        <li>스팸 편지나 체인 편지 또는 기타의 원하지 않은 이메일을 전송</li>
        <li>시스템의 무결성이나 보안을 방해 또는 위태롭게 하거나 서비스를 운영하는 서버간 전송을 판독하려고 시도</li>
        <li>
          "Zigoom"의 단독 재량으로 판단할 때, "Zigoom"의 인프라에 불합리하거나 불균형하게 많은 작업량을 부과하거나
          부과할 수 있는 행동을 취함
        </li>
        <li>무효한 데이터, 바이러스, 웜이나 기타의 소프트웨어 에이전트를 서비스를 통해 업로딩</li>
        <li>계정 이름과 같이 개인적으로 식별 가능한 정보를 서비스로부터 수집하거나 채취</li>
        <li>상업적인 목적을 위해 서비스를 이용</li>
        <li>
          다른 사람임을 가장하거나, 어느 사람이나 단체와 이용자의 제휴관계를 허위로 진술하거나, 사기를 저지르거나,
          이용자의 신분을 숨기거나 숨기려고 시도
        </li>
        <li>서비스의 적절한 운영을 방해</li>
        <li>서비스에서 제공되거나 허가된 것 이외의 기술이나 수단을 통해 서비스에 있는 콘텐츠에 접속</li>
        <li>
          서비스에 대한 접속을 저지하거나 제한하기 위해 우리가 사용하는 조치 (콘텐츠의 사용이나 복사를 저지하거나 막기
          위한 특정기능 혹은 서비스나 콘텐츠의 사용 제한을 집행하기 위한 특정기능을 포함하나 그에 국한되지는 않음)를
          우회
        </li>
        <li>
          서비스의 소스코드를 공개된 GitHub Repository(GitHub 웹 저장소, https://github.com/SeiwonPark/zigoom)에서 얻지
          않고, 디컴파일(decompile)하거나 역엔지니어링(reverse engineering)하거나 달리 획득하려고 시도
        </li>
      </ol>

      <h2>[제 10 조] 서비스의 이용시간</h2>
      <p>
        "Zigoom"은 서비스 제공자의 업무상 또는 기술상의 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 이용할 수
        있습니다. 다만, 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신 장애 등의 사유가 발생한 경우에는 서비스
        제공의 전부 또는 일부에 대하여 중단할 수 있습니다.
      </p>

      <h2>[제 11 조] 저작권 상담</h2>
      <p>
        이용자는 서비스에 제출하거나 게시하거나 전시하거나 달리 이용 가능하도록 제공한 자료를 바탕으로 별도의 신청을
        통해 진행되는 저작권 상담의 경우 법률 전문가가 제공하는 하나의 견해로 받아들이고 그 견해로 인해 발생하는 어떠한
        사건에 대해서도 "Zigoom"에 책임을 묻지 않을 것을 동의합니다. 만약, 이용자가 제공한 자료에 거짓 또는 허위 사실이
        존재할 경우 "Zigoom"은 책임이 없습니다.
      </p>

      <h2>[제 12 조] 계약의 성립</h2>
      <p>다음 각호에 해당하면 승낙하지 않을 수 있습니다.</p>
      <ol>
        <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
        <li>미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</li>
        <li>
          기타 구매신청에 승낙하는 것이 "Zigoom" 기술상 현저히 지장이 있다고 판단하는 경우. "Zigoom"의 승낙이 수신 확인
          통지 형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
        </li>
      </ol>

      <h2>[제 13 조] 이용자 콘텐츠</h2>
      <p>
        서비스 상의 일부분은 이용자들이 사진과 프로파일 정보, 코멘트, 질문 및 기타의 정보와 같은 콘텐츠를 게시할 수
        있도록 허용합니다. (이용자가 서비스에 제출하거나 게시하거나 전시하거나 달리 이용 가능하도록 제공한 해당 자료들은
        이후부터 "이용자 콘텐츠"로 언급됩니다).
      </p>
      <p>이용자는 다음과 같은 이용자 콘텐츠를 게시하지 않기로 동의합니다.</p>
      <ol>
        <li>
          이용자 또는 다른 사람이나 동물에게 피해, 손실, 육체적이거나 정신적인 상해, 정서적인 고통, 사망, 장애, 외모
          손상 혹은 육체적이거나 정신적인 질병의 위험을 야기할 수 있는 이용자 콘텐츠
        </li>
        <li>사람이나 재산에게 기타의 손실이나 손상의 위험을 야기할 수 있는 이용자 콘텐츠</li>
        <li>
          아이들을 부적절한 콘텐츠에 노출시키거나 개인적으로 식별 가능한 정보를 요청함으로써 아이들에게 해를 끼치거나
          악용하려고 하는 이용자 콘텐츠
        </li>
        <li>범죄행위나 불법행위를 이루거나 기여할 수 있는 이용자 콘텐츠</li>
        <li>
          "Zigoom"이 생각하기에 불법적, 유해적, 남용적, 인종차별적, 민족적으로 모욕적, 명예훼손적, 지적재산 위반적,
          개인정보나 대중권리 침해적, 차별적, 다른 사람들에게 (공개적으로나 달리) 모욕적, 중상모략적, 위협적,
          신성모독적, 외설적, 포르노적 혹은 무례한 정보나 내용을 포함하는 이용자 콘텐츠
        </li>
        <li>
          불법적인 정보나 내용 (증권법 아래의 내부정보 공개나 다른 당사자의 기업비밀 공개를 포함하나 그에 국한되지는
          않음)을 포함하는 이용자 콘텐츠
        </li>
        <li>
          법률 아래에서 혹은 계약이나 수탁 관계 아래에서 이용자가 제공할 권리가 없는 정보나 내용을 포함하는 이용자
          콘텐츠
        </li>
        <li>정확하지 않거나 최근의 것이 아님을 알고 있는 정보나 내용을 포함하는 이용자 콘텐츠</li>
      </ol>
      <p>
        이용자는 이용자가 게시하는 이용자 콘텐츠가 모든 종류로의 제 삼자 권리들 (지적재산권-아래에 정의됨- 또는 개인정보
        보호권을 포함하나 그에 국한되지는 않음)을 위반하지 않으며 위반하지 않을 것임을 동의합니다.
      </p>
      <p>
        이용자의 이용자 콘텐츠가 음악을 포함하는 범위까지, 이용자 콘텐츠 안에 포함된 각각의 모든 음악적 요소 (가사를
        포함) 및 사운드 녹음에 대하여 자신이 모든 저작권 (공연권, 기계관련권 (mechanical right), 사운드 녹음권을
        포함하나 그에 국한되지는 않음)을 소유하거나 보유하고 있으며, 아래에 승인된 라이선스를 승인할 권한을 가지고
        있음을 여기에서 진술합니다.
      </p>
      <p>
        "Zigoom"은 단독 재량에 따라 본 규정을 위반하는 것으로 우리가 생각하는 이용자 콘텐츠를 거부 및/또는 삭제할 수
        있는 권리를 보유하지만 그렇게 해야 할 의무는 없습니다. 이용자는 이용자의 이용자 콘텐츠를 서비스 상에 게시하는
        것이, 저작권 사무소, 작가노조 또는 기타의 권리 단체에 이용자의 콘텐츠를 등록하는 것에 상응하지 않음을
        이해합니다.
      </p>
      <p>
        본 이용약관의 목적상, "지적재산권"은 어느 국가, 영역이나 기타 관할권의 법률 아래에서 현재 존재하거나 이후에
        존재할 수 있는 모든 특허권, 저작권, 마스크 워크 권리 (mask work rights), 저작인격권 (moral rights), 출판권,
        상표권, 트레이드 드레스 (trade dress), 서비스 마크 권리 (service mark rights), 영업권 (goodwill), 기업비밀권과
        기타의 지적 재산권 및 그것들에 대한 모든 신청과 그것들의 등록, 갱신, 연장을 의미합니다.
      </p>
      <p>이용자의 이용자 콘텐츠와 관련하여, 이용자는 다음을 확언하고 진술하며 보증합니다:</p>
      <p>
        서비스에 이용자 콘텐츠를 게재함으로써, 이용자는 그러한 모든 이용자 콘텐츠와 그 안에 포함된 이용자의 이름, 음성,
        화상이 서비스 및 "Zigoom"의 (그리고 "Zigoom"의 계승자들과 계열사들의) 사업체와 관련하여 사용될 수 있도록,
        "Zigoom"서비스 운영 및 홍보(어느 매체 포맷으로 그리고 어느 매체 경로를 통해서든)를 제외한 목적에서는 서비스 내의
        기능 또는 대면, 서면 등 직/간접적으로 이용자의 동의를 구하여 진행하며, "Zigoom"이 현재 알려져 있거나 이후에
        개발되는 형식, 매체나 기술을 이용하여 그것들을 전부나 일부 사용, 복제, 수정, 출간, 정보 명시, 편집, 번역, 배포,
        판매, 공개적으로 재생, 공개적으로 전시 및 파생작업을 만들 수 있는, 로열티가 없고 2차 라이선스를 부여할 수 있고
        영속적이고 이후 취소할 수 없고 비독점적이며 전세계적인 라이선스를 "Zigoom"에게 승인할 권리를 가지고 있음을
        진술하고 보증하며, 그러한 라이선스를 여기에서 명백히 승인합니다. 그러나, "Zigoom"은 그 당시의 현행 개인정보
        보호정책에 따라서만, 이용자의 개인적으로 식별 가능한 정보를 공유할 것입니다. 이용자는 또한, 서비스를 통해
        이용자의 이용자 콘텐츠에 접속할 수 있고, 서비스의 기능을 통해 그리고 본 이용약관 아래에서 허락된 대로 그러한
        이용자 콘텐츠를 사용, 복제, 배포, 전시 및 재생할 수 있는 비독점적인 라이선스를 서비스의 각 이용자에게 여기에서
        승인합니다.
      </p>

      <h2>[제 14 조] 개인정보 보호</h2>
      <p>
        우리는 이용자들의 개인정보를 중요하게 생각합니다. 개인정보 보호정책은 본 언급으로 인해 여기 안으로 통합됩니다.
        서비스를 사용함으로써, 이용자는 이용자의 개인 데이터가 우리의 그 당시 현행 개인정보 보호정책에 따라 수집되고
        사용되고 처리되는 것에 동의하게 됩니다. 또한 서비스 제공자는 이용자의 귀책사유로 인해 노출된 정보에 대해서는
        일체의 책임을 지지 않습니다.
      </p>

      <h2>[제 15 조] 보안</h2>
      <p>
        "Zigoom"은 이용자의 개인정보의 보존과 보안을 중요하게 생각합니다. 그러나, 우리는 허가되지 않은 제 삼자들이 결코
        우리의 보안 조치를 뚫을 수 없다거나 부적절한 목적을 위해 이용자의 개인 정보를 사용할 수 없을 것이라고 보증할 수
        없습니다. 이용자는 스스로가 위험을 각오하고 자신의 개인정보를 제공한다는 것을 인정합니다.
      </p>

      <h2>[제 16 조] 분쟁해결</h2>
      <p>
        "Zigoom"은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를
        설치•운영합니다. 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가
        곤란한 경우에는 이용자에게 그 사유와 처리 일정을 즉시 통보해줍니다.
      </p>

      <h3>[부칙]</h3>
      <p>(시행일) 이 약관은 2024년 1월 1일부터 시행합니다.</p>
    </div>
  )
}
